<?php
  $logo = wp_get_attachment_url(40);
?>
<section class="inner-top-l inner-bottom-l inner-sm-top-l inner-sm-bottom-l mt-15">
  <div class="container">
    <div class="d-flex justify-content-center layout-bottom-s layout-sm-bottom-s">
      <svg xmlns="http://www.w3.org/2000/svg" width="190" height="194" viewBox="0 0 190 194" fill="none">
        <g clip-path="url(#clip0_741_5613)">
          <path d="M49.9297 97.3208C82.5251 75.9822 119.993 76.1496 152.42 97.7671L100.839 194L49.9297 97.3208Z" fill="#D62025"/>
          <path d="M167.178 53.1931L153.344 66.7215L148.752 47.0844L137.494 61.2543L127.441 44.5182L125.593 59.1902C119.433 58.1303 113.132 57.4608 106.859 57.1819L110.08 0C117.64 0.30683 125.285 1.03206 132.762 2.14781L128.225 38.2979L157.461 5.35557L159.477 35.7875L181.879 13.4726L190 67.1678L170.874 72.6628L167.178 53.1931ZM0 24.6022C6.6087 21.1433 13.4974 17.9914 20.4702 15.202L27.3029 30.2088L37.86 6.33185L57.182 13.5005L46.7089 36.178L65.2189 43.8766L59.0302 3.933C72.0236 1.42257 86.5011 0.111574 100.839 0.111574L100.671 14.1142C100.223 14.1142 99.7745 14.1142 99.3265 14.1142C88.0973 14.1142 81.3206 15.4531 81.2365 15.4809L80.8165 15.5646L81.5446 23.3469L82.2447 23.2075C86.1651 22.4265 90.9816 22.0917 96.6942 22.0917C97.3942 22.0917 98.1223 22.0917 98.8504 22.1196V34.2812C88.3773 34.3091 83.1968 35.7038 83.1407 35.7317L82.7487 35.8433L82.8887 36.6522C83.0007 37.489 83.1968 39.3021 83.3928 43.0398L83.4208 43.7651L83.9248 43.6814C83.9528 43.6814 84.0648 43.6535 84.2609 43.6256C85.913 43.3745 94.5099 42.2867 103.443 42.2867H103.723L103.191 57.0145H103.107C92.2417 57.0145 78.4082 58.5766 67.7391 61.0312L65.3309 45.6339L56.2859 63.0395L35.9838 52.4957L42.8725 69.1482C37.524 71.4634 32.2874 74.0854 27.3029 76.9863L0 24.6022Z" fill="#333333"/>
        </g>
        <defs>
          <clipPath id="clip0_741_5613">
            <rect width="190" height="194" fill="white"/>
          </clipPath>
        </defs>
      </svg>
    </div>
    <div class="layout-bottom-s layout-sm-bottom-s">
      <p class="h1 text-center">
        感謝您的耐心等候，我們將竭誠為您服務！
      </p>
    </div>
    <div class="layout-bottom-s layout-sm-bottom-s">
      <p class="h3 text-gray5 text-center">
        我們已收到您的來信，會請專人與您聯絡！
      </p>
    </div>
    <div class="d-flex justify-content-center">
      <a href="<?php echo home_url() ?>" class="btn btn-lg btn-secondary">
        返回首頁
      </a>
    </div>
  </div>
</section>